module.exports = {


    screen : {
        slg: "专注货币、支付、价值存储、DeFi 和 DApp 基础设施的点对点网络",
        cswlt: "选择一个钱包",
        expch: "浏览区块链数据",

        threettl: "三币和三层架构",
        tptt1: "3个PoW币形成健全货币系统",
        tpcon1: "HAC、BTC和HACD是构成Hacash货币系统的三种工作证明（PoW）币。这些币拥有独特的货币特质，作为可靠的加密货币用于大规模支付和价值存储。它们公平分发，没有预先挖矿或被中心化管理。",
        tptt2: "促进大规模采用的三层架构", 
        tpcon2: "Hacash的白皮书提出了一个实现大规模即时支付的二层解决方案，该二层同时支持BTC和HAC。第三层建立在Hacash的第一和第二层之上，可以实现可扩展的多链和应用，促进Hacash作为一种健全的货币融入日常经济活动。",

        btcttl: "实现<u>比特币</u>愿景",
        btccons: `<p class="dp">Hacash是比特币的继承者和创新者，它同时在技术和货币两个方面对比特币进行了提升和优化。在技术方面，它继承了比特币的去中心化和安全，与比特币不同，它支持各种扩容技术但不支持脚本技术，防止无效数据对网络造成的拥堵。同时提出了防51%攻击的烽火台协议。</p>

        <p class="dp">在货币方面，它继承了比特币的去中心化和大规模流通，通过将比特币从其链上单向转移到Hacash链上，与HAC和HACD形成一个稳健的货币体系，弥补了比特币在主网上缺乏的货币弹性，解决了其硬顶上限带来的网络安全和可持续性问题。</p>
        
        <p class="dp">一个更加透明，安全，去中心化，稳定的金融系统正在发生。</p>`,

        btcbtns: {
            b1: "BTC单向转移",
            b2: "烽火台协议",
            b3: "健全货币理论",
        },

        mnyttl: "购买力稳定货币体系",
        mnycon: `Hacash无需中心化机构管理，不与任何法定货币挂钩，也不依赖合约算法来维持价格稳定。相反，它通过市场驱动的机制，如挖矿成本、抵押贷款、套利和其他市场力量，实现货币供应的自发调节。通过这种方式的运作，它的目的是在没有任何系统风险的情况下，保持购买力长期的相对稳定。`,
        mnymore: "了解更多",

        btbtn1: "查看更多文章",
        btbtn2: "了解Hacash更多",
        btbtn3: "阅读《掌握Hacash》电子书",

    },





    fwords: {
        h4: `兼容比特币`,
        p4: `通过独创的“黑洞单向转移技术”兼容比特币，让 BTC 进入 Hacash 的开放金融世界`,
        h3: `三种币在一条链`,
        p3: `HACD是一种异质货币，挖掘难度只升不降，可以根据经济热度动态调整供给`,
        h2: `没有预挖或私募`,
        p2: `没有创始人奖励，没有官方持股，没有网点分布，没有预采，没有私募，没有基金会，一切从零开始挖矿`,
        h1: `「货币性」设计`,
        p1: `一种大规模支付实时结算的开源加密货币，具有非常优越的「货币性」设计`,
    },

    next_tip: "滚动了解更多详情",

}
