module.exports = {

    intro: {
        info: `Hacash是一种大规模支付实时结算的开源加密货币，具有非常优越的「货币性」设计。`,
        b1: "快速开始使用",
        b2: "技术文档",

    },

    mainnet: {
        status: "当前状态：主网正在运行",
        info: "Hacash 初始区块于 2019/2/4 11:25 被挖出，相对于其宏大使命，它仍然是一个非常早期的项目。公平的货币发行算法和真正开放共享的运行方式，让所有人在任何时刻都能公平有益地参与进来。",
    },

    link: {
        ttl: "交易所及第三方支持",
        coingecko: "https://www.coingecko.com/zh/%E6%95%B0%E5%AD%97%E8%B4%A7%E5%B8%81/hacash",
    },

    start: {
        tip: "想要下载钱包、搭建一个全节点、开始挖矿或者接入开发？",
        btn: "快速开始搭建全节点或挖矿",
        chpay: "使用通道链二层钱包",
    },

    join: {
        ttl: "社区",
    },
}