module.exports = {

    intro: {
        info: `Hacash是一种大规模支付实时结算的开源加密货币，具有非常优越的“货币性”设计。`,
        b1: "快速开始使用",
        b2: "技术文档",

    },

    mainnet: {
        status: "当前状态：主网正在运行",
        info: "Hacash 初始区块于 2019/2/4 11:25 被挖出，相对于其宏大使命，它仍然是一个非常早期的项目。公平的货币发行算法和真正开放共享的运行方式，让所有人在任何时刻都能公平有益地参与进来。",
    },

    what: {
        intro: {
            h1: "Hacash的特点？",
            p1: "一个为现代金融交易结算、商业和个人支付而充分设计、完全公平开放共享的加密货币发行流通标准体系，将在本世纪共同推动人类进入开放金融时代，并协助完成人类货币向加密形态变革的范式转移。",
            p2: "Hacash认为，比特币虽然是革命性的，但却并不完美，特别是其在“货币性”这一方面有着非常大的不足。Hacash的使命并不是为了从技术上颠覆、取代比特币，而是借鉴比特币的“区块链”和“算力发行货币”等技术，运用“奥地利学派商品货币理论”作为指导思想，着重扩充、改善、完备系统的“货币性”指标，纳入BTC共同形成一套完备的通货体系，并结合通道链结算网络，推动加密货币在真实个人及商业支付上的大规模流通与实时结算。",
            p3: "Hacash的“货币性”体现在：1.最公平、市场化的货币发行机制；2.三种不同能级、异质的商品货币：区块钻石、转移的BTC、HAC；3.通道链结算网络达成的大规模支付实时结算；4. 丰富且无风险的条件支付协议与多方签署合约适应现代商业支付流通；5.可选多种隐私保护、防算力攻击、灵活第三方金融服务等特性；",
            p4: "如果把比特币比作编程语言领域内创始性、革命性的 C 语言，那么 Hacash 的使命就是成为 C++ 。",
        },
        items: {
            h1: `真正开放共享的运行方式`,
            p1: `没有一个所谓的“官方”掌握大部分利益及决策权力，真正的去中心化，所有代码和算法（包括节点、钱包、浏览器）全部开源。项目的发展依赖于早期开发贡献者的无偿奉献和共识社区的支持，大家同时都是贡献者也是受益者。`,
            h2: `最公平的货币发行算法`,
            p2: `没有创始人奖励，没有官方代持，没有节点分配，没有预挖，没有私募，没有基金会。一切从零开始公平挖矿。先用6年时间每区块奖励从1枚上升到8枚，再用60年时间下降到1枚，最终固定在每区块奖励一枚货币，前66年挖出总量2200万枚。`,
            h3: `全类别交易支付和资产变更协议`,
            p3: `多方签署的交易结构，结合条件检查、状态确认、聚合支付、交易事务化等丰富的标准化协议，满足现代金融、企业及个人的绝大部分支付需求。简单直观且无任何潜在漏洞。`,
            h4: `可无限扩展的大规模实时结算网络`,
            p4: `反集中化、收付平账、快速对账、实时到账、仲裁保护、动态伸缩的去中心化通道链结算网络，能按需增加交易量，并在理论上没有上限，从而能完全应对现代商业发展的需要。`,
            h5: `股权层级控制和多重签名账户体系`,
            p5: `多重签名账户解决了秘钥丢失、被盗的安全问题和简单共同托管资金的需求。更有一个能满足现代企业多层次股权投资结构的账户体系（支持受益权和投票权不相同，并避免极端情况资金丢失）。`,
            h6: `无损耗的按需多种隐私保护`,
            p6: `通常注重隐私的币种要么极大牺牲了交易效率，要么需要保持在线不安全，要么操作繁杂使用非常不便，或者兼而有之。Hacash 提供了支付混搅、前置延期兑付、加密结算网等多种隐私保护功能，在不损失支付效率和使用便捷性的同时按需定制。`,
            h7: `区块钻石和通道利息`,
            p7: `区块钻石是一种异质货币，可按经济热度动态调节供应量。总量上限1700万颗，不可分割，每一枚都有唯一的六位字母字面标识，具备极高的收藏价值。支付通道除了手续费收益，还有锁定利息，以激励促成结算网络的普及。`,
            h8: `历史见证防51%攻击`,
            p8: `51%攻击是阻碍加密货币大规模使用的最大风险之一。Hacash 发明了历史见证算法，让算力竞争决定未来的区块，让货币抵押决定历史的区块，从而在事实上避免51%攻击的可能（需要同时掌握51%的算力和51%的代币才能发起攻击）。`,
            h9: `手续费冲抵、交易托管等第三方服务`,
            p9: `Hacash 在底层协议的设计上充分考虑了成熟商业运行的需要，支持交易方、收款方、托管方、见证者、撮合方、数据服务、安全服务、审计服务等多角色参与及交易定制化的可能性，最大程度满足现代商业支付服务的需要。`,
        },
    },

}